[
    {
        "pergunta": "Qual é o principal objetivo da função administrativa de controle?",
        "alternativas": [
            " Determinar as organizações mais eficientes.\n",
            " Garantir que as atividades sejam realizadas conforme o planejado.\n",
            " Comparar organizações como Nokia e Wal-Mart.\n",
            " Determinar o número de atividades em uma organização.\n"
        ],
        "resposta": "B"
    },
    {
        "pergunta": "Qual é o primeiro passo descrito no processo de controle?",
        "alternativas": [
            " Estabelecer objetivos claros e precisos.\n",
            " Medir o desempenho real.\n",
            " Tomar medidas administrativas para correção.\n",
            " Comparar o desempenho real com o padrão.\n"
        ],
        "resposta": "B"
    },
    {
        "pergunta": "Qual abordagem de controle enfatiza o uso de mecanismos do mercado externo, como competição de preços ou participação no mercado?",
        "alternativas": [
            " Controle do mercado\n",
            " Controle burocrático\n",
            " Controle do clã\n",
            " Controle estratégico\n"
        ],
        "resposta": "A"
    },
    {
        "pergunta": "Qual a abordagem de controle que enfatiza a autoridade organizacional?",
        "alternativas": [
            " Controle do mercado\n",
            " Controle burocrático\n",
            " Controle do clã\n",
            " Controle estratégico\n"
        ],
        "resposta": "B"
    },
    {
        "pergunta": "Qual das seguintes opções é uma função administrativa que envolve o processo de monitoramento das atividades de uma organização para garantir que estão sendo realizadas conforme planejado?",
        "alternativas": [
            " Marketing\n",
            " Finanças\n",
            " Controle\n",
            " Logística\n"
        ],
        "resposta": "C"
    },
    {
        "pergunta": "Qual é uma das principais diferenças nos métodos de controle organizacional entre organizações globais e aquelas não culturalmente distintas?",
        "alternativas": [
            " Intensidade de supervisão direta.\n",
            " Uso de relatórios extensos.\n",
            " Dependência de tecnologia de informação.\n",
            " Nível de formalização dos controles.\n"
        ],
        "resposta": "D"
    },
    {
        "pergunta": "Como os controles podem ficar disfuncionais?",
        "alternativas": [
            " Como os sistemas de controle não monitoram tudo, os problemas podem ocorrer quando os indivíduos ou as unidades organizacionais tentam parecer bem exclusivamente nas medidas de controle, dando a aparência de que estão desempenhando bem o seu papel.\n",
            " Os controles ficam disfuncionais quando os sistemas de controle monitoram estritamente todas as atividades e comportamentos dos funcionários, criando um ambiente de desconfiança e falta de autonomia.\n",
            " A disfunção dos controles acontece quando a organização adota controles rigorosos, o que incentiva os funcionários a serem mais transparentes e honestos em relação ao seu desempenho.\n",
            " Controles disfuncionais são geralmente causados pela falta de metas e métricas claras na organização, o que permite que os funcionários ajam de maneira arbitrária.\n"
        ],
        "resposta": "A"
    },
    {
        "pergunta": "Qual sentença se adequa ao devido tipo de controle sobre a seguinte descrição de um problema do cotidiano: 'Você define o ar-condicionado para a temperatura de 24ºC e instala um termostato nessa sala. Logo após um tempo, verifica se o quarto está na temperatura desejada'",
        "alternativas": [
            " Controle preventivo de alimentação de fluxo.\n",
            " Controle simultâneo\n",
            " Controle de feedback\n",
            " Controle de clã\n"
        ],
        "resposta": "C"
    },
    {
        "pergunta": "Qual é o objetivo principal do processo de controle gerencial em uma organização e como ele se relaciona com a tomada de decisões estratégicas?",
        "alternativas": [
            " O objetivo principal do controle gerencial é garantir a conformidade estrita com os procedimentos operacionais e minimizar a tomada de decisões estratégicas.\n",
            " O objetivo principal do controle gerencial é avaliar o desempenho atual em relação aos objetivos e metas estabelecidos, fornecendo informações essenciais para a tomada de decisões estratégicas.\n",
            " O controle gerencial não tem relação com a tomada de decisões estratégicas; essas são duas funções independentes na organização.\n",
            " O objetivo principal do controle gerencial é eliminar completamente a necessidade de tomar decisões estratégicas, automatizando todos os processos.\n"
        ],
        "resposta": "B"
    },
    {
        "pergunta": "Qual é o principal objetivo do sistema de controle do clã adotado pelos gerentes do SAS Institute?",
        "alternativas": [
            " Aumentar as receitas anuais da empresa.\n",
            " Regulamentar os valores compartilhados e a cultura organizacional.\n",
            " Expandir o número de clientes em todo o mundo.\n",
            " Promover a inovação tecnológica na empresa.\n"
        ],
        "resposta": "B"
    },
    {
        "pergunta": "Qual é a principal função do controle na administração de uma organização?",
        "alternativas": [
            " Garantir que os objetivos sejam alcançados independentemente do planejamento.\n",
            " Estabelecer objetivos específicos para os funcionários.\n",
            " Assegurar que as atividades sejam desenvolvidas conforme planejado e que os objetivos sejam realizados.\n",
            " Criar uma estrutura organizacional necessária para facilitar o planejamento e a delegação de atividades.\n"
        ],
        "resposta": "C"
    },
    {
        "pergunta": "Como a tendência de descentralização dos controles afeta a eficácia das empresas globais e como os gerentes podem garantir a comparabilidade dos dados entre diferentes instalações geográficas, tendo como exemplo a instalação fabril mencionada no México?",
        "alternativas": [
            " A tendência de descentralização dos controles torna a gestão global mais eficiente, pois cada região pode operar independentemente sem qualquer necessidade de comparabilidade.\n",
            " A descentralização dos controles não tem efeito sobre a eficácia das empresas globais, e a comparabilidade dos dados não é relevante.\n",
            " A tendência de descentralização pode complicar a comparabilidade dos dados, mas os gerentes podem garantir essa comparabilidade ao estabelecer padrões e métodos uniformes, como mostrado pelo exemplo da instalação fabril no México.\n",
            " A eficácia das empresas globais é exclusivamente determinada por fatores externos, e a descentralização dos controles e a comparabilidade dos dados são irrelevantes para o sucesso global.\n"
        ],
        "resposta": "C"
    },
    {
        "pergunta": "Qual é o principal benefício do controle simultâneo em comparação com outros métodos de controle?",
        "alternativas": [
            " Minimizar o atraso entre a atividade e a correção de problemas.\n",
            " Permite uma supervisão mais econômica.\n",
            " Aumenta a autonomia dos funcionários.\n",
            " Reduza a necessidade de equipamentos técnicos.\n"
        ],
        "resposta": "A"
    },
    {
        "pergunta": "Qual das opções abaixo melhor descreve a diferença entre a 'ação corretiva imediata' e a 'ação corretiva básica' quando se trata de gerenciamento de desempenho?",
        "alternativas": [
            " A ação corretiva imediata aborda o problema em sua origem, enquanto a ação corretiva básica lida com as consequências.\n",
            " A ação corretiva básica é uma solução temporária, enquanto a ação corretiva imediata é uma solução permanente.\n",
            " A ação corretiva imediata corrige o problema uma vez e de forma rápida, enquanto a ação corretiva básica analisa a raiz do desempenho insatisfatório.\n",
            " A ação corretiva básica é sempre preferível porque produz resultados mais rápidos.\n"
        ],
        "resposta": "C"
    },
    {
        "pergunta": "Considerando o conceito de controles em gestão, qual opção descreve melhor a ideia de um 'controle preventivo'?",
        "alternativas": [
            " Medir a eficácia de uma campanha publicitária após seu lançamento.\n",
            " Realizar uma pesquisa de satisfação com os clientes um mês após a venda de um produto.\n",
            " Implementar um sistema de verificação de qualidade rigoroso antes da produção em massa de um item.\n",
            " Avaliar trimestralmente o desempenho de uma equipe para ajustes futuros.\n"
        ],
        "resposta": "C"
    }
    
]